{ "items" : [
  {
    "title": "The Da Vinci Code",
    "author": "Dan Brown",
    "price": 700,
    "quantity": 55,
    "published": "May 28, 2016",
    "publisher": "Delacorte Press",
    "pages": 408,
    "sold": 26,
    "description": "Robert Langdon, professor of religious symbology at Harvard, is in Paris to give an evening lecture. He's also scheduled to meet with a revered curator from the world-famous Louvre museum, but strangely the curator never arrives. Later, Langdon receives an urgent late-night call: the curator has been murdered in the museum, and alongside the body the killer has written a series of baffling codes. The police need Langdon's help to decipher them. In a terrifying twist, Langdon himself becomes the primary suspect in the murder. With the help of French cryptologist Sophie Neveu, he must flee the scene and deciper a mystifying trail of clues. If Robert and Sophie can't solve the puzzle in time, an ancient truth could be lost forever—and both their lives hang in the balance.",
    "cover": "https://covers.openlibrary.org/b/id/12721953-L.jpg",
    "id": 1
  },
  {
    "id": 2,
    "isbn": "781491943554",
    "title": "The Awakening",
    "subtitle": "An edition of Wild Cards: High Stakes ",
    "author": "Kate Chopin",
    "published": "2016",
    "publisher": "Herbert S. Stone & Company",
    "pages": 758,
    "price": 950,
    "quantity": 45,
    "sold": 24,
    "description": "The Awakening is a novel by Kate Chopin, first published in 1899. Set in New Orleans and on the Louisiana Gulf coast at the end of the 19th century, the plot centers on Edna Pontellier and her struggle between her increasingly unorthodox views on femininity and motherhood with the prevailing social attitudes of the turn-of-the-century American South. It is one of the earliest American novels that focuses on women's issues without condescension. It is also widely seen as a landmark work of early feminism, generating a mixed reaction from contemporary readers and critics.",
    "cover": "https://covers.openlibrary.org/b/id/13661706-L.jpg"
  },
  {
    "id": 3,
    "isbn": "23409876734",
    "title": "The Worldly Philosophers",
    "subtitle": "The lives, times, and ideas of the great economic thinkers",
    "author": "Robert Louis Heilbroner",
    "published": "1967",
    "publisher": "Simon and Schuster",
    "pages": 320,
    "price": 1920,
    "quantity": 63,
    "sold": 44,
    "description": "The Worldly Philosophers is a bestselling classic that not only enables us to see more deeply into our history but helps us better understand our own times. In this seventh edition, Robert L. Heilbroner provides a new theme that connects thinkers as diverse as Adam Smith and Karl Marx.",
    "cover": "https://covers.openlibrary.org/b/id/6634226-L.jpg"
  },
  {
    "id": 4,
    "isbn": "B2450K34567",
    "title": "Haunting Adeline",
    "subtitle": "Nunca te dejaré",
    "author": "H. D. Carlton",
    "published": "20202023",
    "publisher": "MONTENA, Penguin Random House Grupo Editorial",
    "pages": 592,
    "price": 795,
    "quantity": 30,
    "sold": 28,
    "description": "THE MANIPULATOR. I can manipulate the emotions of anyone who lets me. I will make you hurt, make you cry, make you laugh and sigh. But my words don't affect him. Especially not when I plead for him to leave. He's always there, watching and waiting. And I can never look away. Not when I want him to come closer. THE SHADOW. I didn't mean to fall in love. But now that I have, I can't stay away. I'm mesmerized by her smile, by her eyes, and the way she moves. The way she undresses... I'll keep watching and waiting. Until I can make her mine. And once she is, I'll never let her go. Not even when she begs me to.",
    "cover": "https://covers.openlibrary.org/b/id/14364349-L.jpg"
  },
  {
    "id": 5,
    "isbn": "F12345U987",
    "title": "Alchemik",
    "subtitle": "An edition of The Alchemist",
    "author": "Paulo Coelho",
    "published": "1995",
    "publisher": "Drzewo Babel",
    "pages": 205,
    "price": 600,
    "quantity": 125,
    "sold": 57,
    "description": "Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations. Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
    "cover": "https://covers.openlibrary.org/b/id/8501951-L.jpg"
  },
  {
    "id": 6,
    "isbn": "63012793J6",
    "title": "Oliver twist",
    "subtitle": "An edition of Oliver Twist (2006)",
    "author": "Charles Dickens",
    "published": "Dec 28, 2006",
    "publisher": "Editorial Galaxia, S.A.",
    "pages": 538,
    "price": 650,
    "quantity": 29,
    "sold": 24,
    "description": "Oliver Twist is a young orphan. His life in the workhouse is lonely and sad. Oliver becomes an apprentice for an undertaker but runs away after he gets into a fight with another apprentice. When Oliver arrives in London, he meets Jack, also known as the Artful Dodger, who offers him a place to stay.",
    "cover": "https://covers.openlibrary.org/b/id/13469755-L.jpg"
  },
  {
    "id": 7,
    "isbn": "S345654J09M",
    "title": "Fifty Shades of Grey ",
    "subtitle": "Cinquante nuances de Grey",
    "author": "E. L. James",
    "published": "2000",
    "publisher": "JC Lattes",
    "pages": 672,
    "price": 1980,
    "quantity": 55,
    "sold": 48,
    "description": "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana's quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms. Shocked yet thrilled by Grey's singular erotic tastes, Ana hesitates. For all the trappings of success—his multinational businesses, his vast wealth, his loving family—Grey is a man tormented by demons and consumed by the need to control. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian Grey’s secrets and explores her own dark desires. Erotic, amusing, and deeply moving, the Fifty Shades Trilogy is a tale that will obsess you, possess you, and stay with you forever. This book is intended for mature audiences.",
    "cover": "https://covers.openlibrary.org/b/id/14566719-L.jpg"
  },
  {
    "id": 8,
    "isbn": "OL24967344M",
    "title": "Diary of a Wimpy Kid Cub edition V1",
    "subtitle": "A Novel in Cartoons Cub edition",
    "author": "Jeff Kinney",
    "published": "January 1, 2007",
    "publisher": "Amulet Books, Amulet",
    "pages": 217,
    "price": 980,
    "quantity": 30,
    "sold": 28,
    "description": "Greg records his sixth grade experiences in a middle school where he and his best friend, Rowley, undersized weaklings amid boys who need to shave twice daily, hope just to survive, but when Rowley grows more popular, Greg must take drastic measures to save their friendship.",
    "cover": "https://covers.openlibrary.org/b/id/13077490-L.jpg"
  },
  {
    "id": 9,
    "isbn": "OL717853M",
    "title": "Things Fall Apart",
    "subtitle": "An edition of Things Fall Apart (1958)",
    "author": "Chinua Achebe",
    "published": "1995",
    "publisher": "Knopf Doubleday, Knopf, Distributed by Random House",
    "pages": 181,
    "price": 980,
    "quantity": 30,
    "sold": 10,
    "description": "The novel follows the life of Okonkwo, an Igbo (\"Ibo\" in the novel) man and local wrestling champion in the fictional Nigerian clan of Umuofia. The work is split into three parts, with the first describing his family, personal history, and the customs and society of the Igbo, and the second and third sections introducing the influence of European colonialism and Christian missionaries on Okonkwo, his family, and the wider Igbo community.",
    "cover": "https://covers.openlibrary.org/b/id/418592-L.jpg"
  },
  {
    "id": 10,
    "isbn": "J2345698F32",
    "title": "101 Essays That Will Change The Way You Think",
    "subtitle": "",
    "author": "Brianna Wiest",
    "published": "2018",
    "publisher": "Thought Catalog Books",
    "pages": 448,
    "price": 599,
    "quantity": 30,
    "sold": 14,
    "description": " 101 Essays That Will Change The Way You Think, the global bestseller and social media phenomenon, is a collection of author Brianna Wiest's most beloved pieces of writing. Her meditations include why you should pursue purpose over passion, embrace negative thinking, see the wisdom in daily routine, and become aware of the cognitive biases that are creating the way you see your life. Some of these pieces have never been seen; others have been read by millions of people around the world. Regardless, each will leave you thinking: this idea changed my life.",
    "cover": "https://covers.openlibrary.org/b/id/10524689-L.jpg"
  },
  {
    "id": 11,
    "isbn": "O45953T345",
    "title": "Twilight ",
    "subtitle": "CREPUSCULO, UN AMOR PELIGROSO",
    "author": "Stephenie Meyer",
    "published": "2009",
    "publisher": "ALFAGUARA",
    "pages": 304,
    "price": 780,
    "comments": [
      
    ],
    "quantity": 55,
    "sold": 29,
    "description": "Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.",
    "cover": "https://covers.openlibrary.org/b/id/14352259-L.jpg"
  },
  {
    "title": "Becoming Steve Jobs",
    "subtitle": "The evolution of a reckless upstart into a visionary leader",
    "author": "Tetzeli Rick Schlender Brent",
    "published": "2015",
    "publisher": "Hodder & Stoughton",
    "pages": "570",
    "price": 1800,
    "quantity": 70,
    "sold": 59,
    "description": "Becoming Steve Jobs breaks down the conventional, one-dimensional view of Steve Jobs that he was half-genius, half-jerk from youth, an irascible and selfish leader who slighted friends and family alike. Becoming Steve Jobsanswers the central question about the life and career of the Apple cofounder and CEO: How did a young man so reckless and arrogant that he was exiled from the company he founded become the most effective visionary business leader of our time, ultimately transforming the daily life of billions of people? Drawing on incredible and sometimes exclusive access, Schlender and Tetzeli tell a different story of a real human being who wrestled with his failings and learned to maximize his strengths over time. Their rich, compelling narrative is filled with stories never told before from the people who knew Jobs best, including his family, former inner circle executives, and top people at Apple, Pixar and Disney, most notably Tim Cook, Jony Ive, Eddy Cue, Ed Catmull, John Lasseter, Robert Iger and many others. In addition, Schlender knew Jobs personally for 25 years and draws upon his many interviews with him, on and off the record, in writing the book. He and Tetzeli humanize the man and explain, rather than simply describe, his behavior. Along the way, the book provides rich context about the technology revolution we've all lived through, and the ways in which Jobs changed our world. A rich and revealing account, Becoming Steve Jobs shows us how one of the most colorful and compelling figures of our times was able to combine his unchanging, relentless passion with an evolution in management style to create one of the most valuable and beloved companies on the planet.",
    "cover": "https://covers.openlibrary.org/b/id/10507172-L.jpg",
    "id": 12
  },
  {
    "title": "The Hobbit ",
    "subtitle": "De Hobbit",
    "author": "J.R.R. Tolkien",
    "published": "1937",
    "publisher": "Bilbo Baggins",
    "pages": 787,
    "price": 800,
    "quantity": 10,
    "sold": 9,
    "description": "The Hobbit is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving unambitious hobbit, who surprises even himself by his resourcefulness and skill as a burglar. Encounters with trolls, goblins, dwarves, elves, and giant spiders, conversations with the dragon, Smaug, and a rather unwilling presence at the Battle of Five Armies are just some of the adventures that befall Bilbo. Bilbo Baggins has taken his place among the ranks of the immortals of children’s fiction. Written by Professor Tolkien for his children, The Hobbit met with instant critical acclaim when published.",
    "cover": "https://covers.openlibrary.org/b/id/10293565-L.jpg",
    "id": 13
  },
  {
    "title": "Steve Jobs",
    "subtitle": "An edition of Steve Jobs (2011)",
    "author": "Walter Isaacson",
    "published": "2011",
    "publisher": "Random House Mondadori",
    "pages": "737",
    "price": 1320,
    "quantity": 60,
    "sold": 38,
    "description": "The death of Steve Jobs has shocked the world. After interviewing him on more than forty occasions in the last two years, in addition to a hundred people around him, family, friends, adversaries and colleagues, Walter Isaacson presents us with the only biography written with the collaboration of Jobs, the definitive portrait of one of the undisputed icons of our time, the chronicle of the hectic life and abrasive personality of the genius whose creativity, energy and desire for perfectionism revolutionized six industries: computing, animated film, music, telephony, tablets and digital edition. Knowing that the best way to create value in the 21st century is to connect creativity with technology, Jobs founded a company where impressive leaps of imagination go hand-in-hand with astonishing technological achievements. Although Jobs contributed to the book, he did not ask for any control over the content, not even the right to read it before publication. He didn't shy away from any topic and encouraged people he knew to speak frankly: I've done a lot of things I'm not proud of, like getting my girlfriend pregnant at twenty-three and how I behaved then, but there's no body. In my closet that cannot come to light. Jobs speaks with sometimes brutal candor about the people he has worked with and competed against. Likewise, his friends, rivals and colleagues offer an unsweetened view of the passions, demons, perfectionism, desires, talent, tricks and obsession with controlling everything that shaped his business vision and the innovative products he achieved. create. Its history, therefore, is full of teachings about innovation, character, leadership and values. The life of a genius capable of enraging and seducing in equal measure.",
    "cover": "https://covers.openlibrary.org/b/id/8043056-L.jpg",
    "id": 14
  }

]
}